<!DOCTYPE html>
<html lang="pt-br">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Paragrafos</title>
</head>

<body>
    <h1>Paragrafos, quebra de linhas, símbolos e Emojis no seu site</h1>
    <hr> <!-- Linha horizontal --> 

    <p>
        Este é um parágrafo. <br>Ele é um bloco de texto que é separado de outros blocos de texto por uma linha em branco. Parágrafos são a unidade básica de estruturação de texto em HTML.<br> Eles são usados para dividir o texto em seções menores, tornando-o mais fácil de ler. Você pode escrever o que quiser de qualquer jeito, basta colocar tudo dentro do par de tags p e p/. 
        <br>Se precisar quebrar uma linha dentro de um parágrafo, como esse você pode usar a tag br/. </p>


    <p>
        Este é outro parágrafo. Ele é separado do primeiro por uma linha em branco. Parágrafos são muito úteis para organizar o texto em seções menores e torná-lo mais fácil de ler. Você pode usar quantos parágrafos quiser em uma página HTML. </p>	

    <p>
        Para Adcionarmos símbolos ao nosso texto, sempre colocamos o & antes do nome do simbolo e após o nome, colocamos ponto e virgula, como por exemplo: &amp;yen; que resulta em: &yen;.<br> Abaixo temos abaixo lguns exemplos:<br> &copy; &reg; &trade; &hearts; &clubs; &spades; &diams; &star; &starf; &check; &cross; &plus; &minus; &times; &divide; &lt; &gt; &le; &ge; &ne; &asymp; &forall; &part; &exist; &empty; &nabla; &isin; &notin; &ni; &prod; &sum; &int; &lowast; &radic; &infin; &ang; &and; &or; &cap; &cup; &sim; &cong; &asymp; &ne; &equiv; &le; &ge; &sub; &sup; &nsub; &sube; &supe; &oplus; &otimes; &perp; &sdot; &lceil; &rceil; &lfloor; &rfloor; &lang; &rang; &loz; &spades; &clubs; &hearts; &diams; &quot; &amp; &apos; &lt; &gt; &nbsp; &iexcl; &cent; &pound; &curren; &yen; &brvbar; &sect; &uml; &copy; &ordf; &laquo; &not; &shy; &reg; &macr; &deg; &plusmn; &sup2; &sup3; &acute; &micro; &para; &middot; &cedil; &sup1; &ordm; &raquo; &frac14; &frac12; &frac34; &iquest; &Agrave; &Aacute; &Acirc; &Atilde; &Auml; &Aring; &AElig; &Ccedil; &Egrave; &Eacute; &Ecirc; &Euml; &Igrave; &Iacute; &Icirc; &Iuml; &ETH; &Ntilde; &Ograve; &Oacute; &Ocirc; &Otilde; &Ouml; &times; &Oslash; &Ugrave; &Uacute; &Ucirc; &Uuml; &Yacute; &THORN; &szlig; &agrave; &aacute;
       
    </p>

    <p>
        Agora vamos adcionar alguns Emojis ao nosso texto, para isso, basta copiar o código do emoji na emojipedia e colar no seu texto, sempre com o & e o # na frente do codigo.
        <br> Por exemplo, para o emji do coração azul o código é &#128153;.<br> Abaixo temos mais alguns exemplos:<br> &#128512; &#128513;      &#128514; &#128515; &#128516; &#128517; &#128518; &#128519; &#128520; &#128521; &#128522; &#128523; &#128524; &#128525; &#128526; &#128527; &#128528; &#128529; &#128530; &#128531; &#128532; &#128533; &#128534; &#128535; &#128536; &#128537; &#128538; &#128539; &#128540; &#128541; &#128542; &#128543; &#128544; &#128545; &#128546; &#128547; &#128548; &#128549; &#128550; &#128551; &#128552; &#128553; &#128554; &#128555; &#128556; &#128557; &#128558; &#128559; &#128560; &#128561; &#128562; &#128563; &#128564; &#128565; &#128566; &#128567; &#128568; &#128569; &#128570; &#128571; &#128572; &#128573; &#128574; &#128575; &#128576; &#128577; &#128578; &#128579; &#128580; &#128581; &#128582; &#128583; &#128584; &#128585; &#128586; &#128587; &#128588; &#128589; &#128590; &#128591; 
        
    </p>
</body>
</html>